aeschli.vscode-css-formatter
bestvow.css-compressor
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
donjayamanne.githistory
dsznajder.es7-react-js-snippets
EditorConfig.EditorConfig
esbenp.prettier-vscode
file-icons.file-icons
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
gerane.Theme-Monokai-Contrast
GraphQL.vscode-graphql
kisstkondoros.vscode-gutter-preview
mkaufman.HTMLHint
oderwat.indent-rainbow
ritwickdey.LiveServer
shd101wyy.markdown-preview-enhanced
techer.open-in-browser
vscode-icons-team.vscode-icons
whizkydee.material-palenight-theme
